[
    {
        "time": "1597464000",
        "name": "Dean Church",
        "linkedin_url": "https://www.linkedin.com/in/deanchurch/",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "no",
        "team": "VRMS",
        "role": "Business Analyst",
        "specific_role": "Product Roadmap construction",
        "join_date": "1561953600",
        "win": "I worked on an enterprise project, I worked on a project that will help the people of Los Angeles",
        "overview": "I took the skills I have learned from HackforLA projects and applied them at work to orchestrate the launch of an MVP to help with Wildfire Mitigation throughout Southern California"
    },
    {
        "time": "1597464000",
        "name": "Dean Church",
        "linkedin_url": "https://www.linkedin.com/in/deanchurch/",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "no",
        "team": "VRMS",
        "role": "Business Analyst",
        "specific_role": "",
        "join_date": "1561953600",
        "win": "I got a new job",
        "overview": "As an over 50 year old career changer I was amazed at how supportive the community at HackforLA was in my finding meaningful employment in the local tech industry.  Through exposure and application of Agile frameworks and user centered design thinking my time and practice at HfLA was instrumental in building my modern application skills competency and confidence.  A direct result of my time at HfLA is that I was able to ace my 45min White Boarding interview where I had to diagram a workflow from end to end and identify areas that would benefit from automation.  "
    },
    {
        "time": "1606626000",
        "name": "Abigail Hipp",
        "linkedin_url": "",
        "linkedin_permission": "no",
        "github_url": "",
        "github_permission": "",
        "team": "Home Unite Us",
        "role": "PM",
        "specific_role": "",
        "join_date": "1561953600",
        "win": "I worked on a project that will help the people of Los Angeles",
        "overview": ""
    },
    {
        "time": "1606626000",
        "name": "Alex Stubbs",
        "linkedin_url": "http://linkedin.com/in/alexandrajstubbs",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "",
        "team": "HackforLA Website",
        "role": "PM",
        "specific_role": "",
        "join_date": "1590984000",
        "win": "I got a new job",
        "overview": "I got a job as a product manager! This is something I have been working towards for awhile and Hack for LA helped me build the skills to achieve it. "
    },
    {
        "time": "1606626000",
        "name": "John R",
        "linkedin_url": "https://www.linkedin.com/in/johnsritchey/",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "no",
        "team": "311 Data",
        "role": "PM",
        "specific_role": "",
        "join_date": "1568692800",
        "win": "I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team, I taught or mentored a person on another team, My team delivered software to a stakeholder, My team launched our MVP",
        "overview": "Hack for LA has given me the opportunity to make connections with the people of Los Angeles tech community and local government that I would not have otherwise made. It is a joy to build things that actually help our community with people that are all focused on solving critical community challenges."
    },
    {
        "time": "1606712400",
        "name": "Eva Lieu",
        "linkedin_url": "https://www.linkedin.com/in/eva-lieu/",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "",
        "team": "Shared Housing",
        "role": "Development",
        "specific_role": "",
        "join_date": "1568692800",
        "win": "I got a new job, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
        "overview": "I joined the Shared Housing project and made a lot of friends with great people who helped me improve my coding skills. I learned how to work better on a team and eventually got a new job through one of my newly found friends here at HackforLA. I also enjoyed working on a project that was meant to help the people of LA, and it motivated me to keep learning front end development skills. "
    },
    {
        "time": "1606798800",
        "name": "Sam Miyamoto",
        "linkedin_url": "https://www.linkedin.com/in/e-samantha-miyamoto/",
        "linkedin_permission": "yes",
        "github_url": "https://github.com/greenhacks",
        "github_permission": "no",
        "team": "311 Data, HelloGov",
        "role": "QA, UI/UX, Accessibility testing",
        "specific_role": "",
        "join_date": "1560916800",
        "win": "I improved my LinkedIn, I setup 2FA, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, Found a mentor and became part of a caring tech community!",
        "overview": "HfLA makes me feel like I'm a part of the community, and though I might not be as active as I'd like, this group provides immense comfort! I'm glad to be part of the team here."
    },
    {
        "time": "1606798800",
        "name": "Jenny Mikesell",
        "linkedin_url": "https://www.linkedin.com/in/jenny-mikesell",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "",
        "team": "Food Oasis",
        "role": "Operations, UI/UX",
        "specific_role": "",
        "join_date": "1533096000",
        "win": "I worked on a project that will help the people of Los Angeles",
        "overview": "Food Oasis has an average of 400 unique visitors a day. Our database in Los Angeles has over 1000 listings. Since April 2020, community volunteers have helped us verify over 750 listings. We have proven that 30% of pantries have closed. The Department of Public Health just asked for a copy of our database to share with their nutritionists. We created an API and forked foodoasis.net to included Northern California, Oregon, and Hawaii. "
    },
    {
        "time": "1606971600",
        "name": "Jake Mensch",
        "linkedin_url": "https://www.linkedin.com/in/jacob-mensch/",
        "linkedin_permission": "yes",
        "github_url": "https://github.com/jmensch1",
        "github_permission": "yes",
        "team": "311 Data",
        "role": "Development",
        "specific_role": "",
        "join_date": "1581742800",
        "win": "I learned how to work better on a team, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, My team launched our MVP",
        "overview": "I met some great people and built some cool apps."
    },
    {
        "time": "1608181200",
        "name": "Josh Robins",
        "linkedin_url": "https://www.linkedin.com/in/joshuazrobins",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "no",
        "team": "Food Oasis, HackforLA Website, Railstats LA, Work for LA",
        "role": "Business Analyst, Content, Data, Development, PM, QA, UI/UX",
        "specific_role": "",
        "join_date": "1462852800",
        "win": "I got a new job, I produced something for my portfolio, I improved my LinkedIn, I learned how to work better on a team, I learned a new language, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, My team delivered software to a stakeholder, My team launched our MVP, I joined the leadership team in 2017 and got the opportunity to invest back into the Hack for LA community by organizing teams, projects, and events.",
        "overview": "I came to Hack for LA in 2016 as a full-stack web developer and was part of the founding group of Food Oasis LA. I originally joined this community because I wanted to make the transition to Product Management and gain experience building projects for real-world needs. Eventually, I joined the leadership team and ran our Downtown LA hack nights from 2017 to 2019 before stepping back to focus on personal endeavors. "
    },
    {
        "time": "1608526800",
        "name": "Timothy Malstead",
        "linkedin_url": "https://www.linkedin.com/in/timmalstead/",
        "linkedin_permission": "yes",
        "github_url": "https://github.com/timmalstead-cfa",
        "github_permission": "yes",
        "team": "Food Oasis, Home Unite Us, Not Today",
        "role": "Development",
        "specific_role": "",
        "join_date": "1576904400",
        "win": "I got a new job",
        "overview": "I have begun a community fellowship with Code for America! We will be working on ways to allow justice impacted people easier access to public resources."
    },
    {
        "time": "1608699600",
        "name": "Daniel Lee",
        "linkedin_url": "https://www.linkedin.com/in/kipsbaydan/",
        "linkedin_permission": "yes",
        "github_url": "",
        "github_permission": "",
        "team": "Record Clearance Project",
        "role": "PM",
        "specific_role": "",
        "join_date": "1576904400",
        "win": "I got a new job, My team launched our MVP",
        "overview": "Hack for LA is where I really had my first hands-on exposure to civic technology. Bonnie Wolfe and Dean Church really helped me bring the record clearance project off the ground and we currently have a tech lead and a development team building designs that our design/research team worked on. I also got an offer for my first civic tech design position today and am grateful for Hack for LA playing an integral part of it. Shoutout to the Record Clearance team and for all the hard work over the past few months! "
    }
]