{
  "range": "Responses!A1:T112",
  "majorDimension": "ROWS",
  "values": [
    [
      "Timestamp",
      "Email Address",
      "Full name",
      "Linkedin URL (optional)",
      "Could we use your Linkedin profile picture next to your story?",
      "Github URL (optional)",
      "Could we use your Github profile picture next to your story?",
      "Select the team(s) you're on",
      "Select your role(s) on the team",
      "What is/was your specific role? (optional)",
      "When did you join Hack for LA? (optional)",
      "What do you want to celebrate (select all that apply)?",
      "Give us a brief overview",
      "",
      "Display?"
    ],
    [
      "8/15/2020 21:55:40",
      "paridox@hotmail.com",
      "Dean Church",
      "https://www.linkedin.com/in/deanchurch/",
      "Yes",
      "",
      "No",
      "VRMS",
      "Business Analyst",
      "Product Roadmap construction",
      "7/1/2019",
      "I worked on an enterprise project, I worked on a project that will help the people of Los Angeles",
      "I took the skills I have learned from HackforLA projects and applied them at work to orchestrate the launch of an MVP to help with Wildfire Mitigation throughout Southern California",
      "",
      "TRUE"
    ],
    [
      "8/15/2020 22:28:30",
      "paridox@hotmail.com",
      "Dean Church",
      "https://www.linkedin.com/in/deanchurch/",
      "Yes",
      "",
      "No",
      "VRMS",
      "Business Analyst",
      "",
      "7/1/2019",
      "I got a new job",
      "As an over 50 year old career changer I was amazed at how supportive the community at HackforLA was in my finding meaningful employment in the local tech industry.  Through exposure and application of Agile frameworks and user centered design thinking my time and practice at HfLA was instrumental in building my modern application skills competency and confidence.  A direct result of my time at HfLA is that I was able to ace my 45min White Boarding interview where I had to diagram a workflow from end to end and identify areas that would benefit from automation.  ",
      "",
      "TRUE"
    ],
    [
      "9/2/2020 16:56:14",
      "jpbubar@gmail.com",
      "Josh Bubar",
      "https://www.linkedin.com/in/joshua-bubar-25331a118/",
      "Yes",
      "https://github.com/jbubar",
      "Yes",
      "HackforLA Website",
      "Development",
      "Frontend Web Development",
      "",
      "I produced something for my portfolio, I increased the number of commits on my Github profile",
      "I built my first page for hack for la! and it is this one!!! ...the wins page",
      "",
      "TRUE"
    ],
    [
      "9/21/2020 10:10:59",
      "james007bond@netzero.net",
      "James Bond",
      "",
      "No",
      "",
      "No",
      "Not Today",
      "Content",
      "",
      "",
      "I worked on a project that will help the people of Los Angeles",
      "Being Bond, James Bond, I work to help the people of Los Angeles.",
      "",
      "FALSE"
    ],
    [
      "11/29/2020 13:50:30",
      "experimentsinhonesty@gmail.com",
      "Bonnie Wolfe",
      "https://www.linkedin.com/in/bonnieawolfe/",
      "Yes",
      "https://github.com/experimentsinhonesty",
      "Yes",
      "100Automations, Civic Opportunity Project, Civic Tech Index, HackforLA Website, Home Unite Us, Record Clearance Project, TDM Calculator, VRMS",
      "Business Analyst",
      "na",
      "",
      "I got a new job, I produced something for my portfolio, I learned how to work better on a team",
      "blah blha blah",
      "",
      "FALSE"
    ],
    [
      "11/29/2020 18:52:37",
      "tnahipp@gmail.com",
      "Abigail Hipp",
      "",
      "No",
      "",
      "No",
      "Home Unite Us",
      "PM",
      "",
      "",
      "I worked on a project that will help the people of Los Angeles"
    ],
    [
      "11/29/2020 19:47:02",
      "alexandrastubbs12@gmail.com",
      "Alex Stubbs",
      "http://linkedin.com/in/alexandrajstubbs",
      "Yes",
      "",
      "",
      "HackforLA Website",
      "PM",
      "",
      "6/1/2020",
      "I got a new job",
      "I got a job as a product manager! This is something I have been working towards for awhile and Hack for LA helped me build the skills to achieve it. ",
      "",
      "TRUE"
    ],
    [
      "11/29/2020 22:17:25",
      "johnsritchey@yahoo.com",
      "John R",
      "https://www.linkedin.com/in/johnsritchey/",
      "Yes",
      "",
      "No",
      "311 Data",
      "PM",
      "",
      "9/17/2019",
      "I worked on a project that will help the people of Los Angeles, I worked on two or more projects, I taught or mentored a person on my team, I taught or mentored a person on another team, My team delivered software to a stakeholder, My team launched our MVP",
      "Hack for LA has given me the opportunity to make connections with the people of Los Angeles tech community and local government that I would not have otherwise made. It is a joy to build things that actually help our community with people that are all focused on solving critical community challenges.",
      "",
      "TRUE"
    ],
    [
      "11/30/2020 12:16:27",
      "itsevalieu@gmail.com",
      "Eva Lieu",
      "https://www.linkedin.com/in/eva-lieu/",
      "Yes",
      "",
      "",
      "Home Unite Us",
      "Development",
      "",
      "",
      "I got a new job, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
      "I joined the Shared Housing project and made a lot of friends with great people who helped me improve my coding skills. I learned how to work better on a team and eventually got a new job through one of my newly found friends here at HackforLA. I also enjoyed working on a project that was meant to help the people of LA, and it motivated me to keep learning front end development skills. ",
      "",
      "TRUE"
    ],
    [
      "11/30/2020 12:55:42",
      "prashantsingh071993@gmail.com",
      "Prashant Singh",
      "https://www.linkedin.com/in/prashant07singh/",
      "Yes",
      "",
      "",
      "100Automations, Food Oasis, TDM Calculator",
      "Operations",
      "",
      "10/1/2020",
      "I got a new job, I improved my LinkedIn, I learned how to work better on a team, I worked on a project that will help the people of Los Angeles",
      "I am grateful to the Hackforla team to give me an opportunity to contribute to their work and do what I like to do the best",
      "",
      "TRUE"
    ],
    [
      "12/1/2020 9:00:51",
      "sam@greenhacks.org",
      "Sam Miyamoto",
      "https://www.linkedin.com/in/e-samantha-miyamoto/",
      "Yes",
      "https://github.com/greenhacks",
      "No",
      "311 Data, HelloGov",
      "QA, UI/UX, Accessibility testing (I think that falls under QA?)",
      "",
      "6/19/2019",
      "I improved my LinkedIn, I setup 2FA, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, Found a mentor and became part of a caring tech community!",
      "HfLA makes me feel like I'm a part of the community, and though I might not be as active as I'd like, this group provides immense comfort! I'm glad to be part of the team here.",
      "",
      "TRUE"
    ],
    [
      "12/1/2020 9:14:20",
      "jenny@foodoasis.la",
      "Jenny Mikesell",
      "https://www.linkedin.com/in/jenny-mikesell",
      "Yes",
      "",
      "",
      "Food Oasis",
      "Operations, UI/UX",
      "",
      "8/1/2018",
      "I worked on a project that will help the people of Los Angeles",
      "Food Oasis has an average of 400 unique visitors a day. Our database in Los Angeles has over 1000 listings. Since April 2020, community volunteers have helped us verify over 750 listings. We have proven that 30% of pantries have closed. The Department of Public Health just asked for a copy of our database to share with their nutritionists. We created an API and forked foodoasis.net to included Northern California, Oregon, and Hawaii. \n",
      "",
      "TRUE"
    ],
    [
      "12/3/2020 16:20:01",
      "jake.mensch@gmail.com",
      "Jake Mensch",
      "https://www.linkedin.com/in/jacob-mensch/",
      "Yes",
      "https://github.com/jmensch1",
      "Yes",
      "311 Data",
      "Development",
      "",
      "2/15/2020",
      "I learned how to work better on a team, I worked on a project that will help the people of Los Angeles, I worked on two or more projects, My team launched our MVP",
      "I met some great people and built some cool apps."
    ]
  ]
}
